Repository: bilychka-v/oop_semester5_lab3
Catalog: oop_semester5_lab3/Resourses/*.lproj/Localizable.strings
Languages: de, uk

source: Health Tracker
de: Gesundheits-Tracker
uk: Трекер здоров'я

source: Calories:
de: Kalorien:
uk: Калорії:

source: Steps:
de: Schritte:
uk: Кроки:

source: Distance:
de: Entfernung:
uk: Дистанція:

source: %d kcal
uk: %d ккал

source: %.2f km
uk: %.2f км

source: Steps updated: %d
de: Schritte aktualisiert: %d
uk: Кроки оновлено: %d

source: Distance updated: %.2f km
de: Entfernung aktualisiert: %.2f km
uk: Дистанцію оновлено: %.2f км

source: Calories updated: %.2f kcal
de: Kalorien aktualisiert: %.2f kcal
uk: Калорії оновлено: %.2f ккал

source: Authorization successful. Starting monitoring.
de: Autorisierung erfolgreich. Überwachung gestartet.
uk: Авторизація успішна. Починається відстеження.

source: Authorization failed. Monitoring not started.
de: Autorisierung fehlgeschlagen. Überwachung nicht gestartet.
uk: Авторизація не вдалася. Відстеження не розпочато.

source: Stopping monitoring.
de: Überwachung wird gestoppt.
uk: Відстеження припинено.
